bench/results-in-docker/get_latency_summary.txt
Requests      [total, rate, throughput]         182584, 3043.07, 3043.05
Duration      [total, attack, wait]             1m0s, 1m0s, 264.417µs
Latencies     [min, mean, 50, 90, 95, 99, max]  130µs, 327.141µs, 297.365µs, 411.995µs, 492.252µs, 810.303µs, 61.662ms
Bytes In      [total, mean]                     187513768, 1027.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:182584  
Error Set: