bench/results-in-docker/nearest_k10_summary.txt
Requests      [total, rate, throughput]         2908, 48.45, 48.43
Duration      [total, attack, wait]             1m0s, 1m0s, 20.921ms
Latencies     [min, mean, 50, 90, 95, 99, max]  15.764ms, 20.642ms, 20.067ms, 23.764ms, 25.23ms, 30.171ms, 83.318ms
Bytes In      [total, mean]                     30507828, 10491.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:2908  
Error Set: