bench/results-in-docker/nearest_k1_summary.txt
Requests      [total, rate, throughput]         2899, 48.31, 48.29
Duration      [total, attack, wait]             1m0s, 1m0s, 17.992ms
Latencies     [min, mean, 50, 90, 95, 99, max]  15.58ms, 20.699ms, 20.129ms, 23.867ms, 25.272ms, 30.668ms, 148.414ms
Bytes In      [total, mean]                     3119324, 1076.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:2899  
Error Set: